<pad>
<unk>
'
,
-
/
16
2
?
a
abandoned
about
above
abstract
activity
adult
adults
afraid
after
against
ages
aggressively
air
all
alone
alphabet
already
an
and
angle
animal
animals
antenna
any
anybody
anyone
anything
appear
apple
apples
are
arguing
arm
arms
around
arrangement
artificial
artwork
as
asking
asleep
at
atop
attached
attack
attempting
attending
attracted
awake
awaken
away
babies
baby
back
background
bald
ball
balls
bare
barking
bars
baseball
baseballs
basket
bbq
be
bears
because
bed
bee
beehives
been
bees
before
behind
being
belong
belongings
bench
bent
beside
besides
best
between
beverage
bicycle
big
bigger
bike
bikes
biologically
bird
birds
bite
black
blanket
block
blocks
blonde
blondes
blue
body
bone
book
bookcase
books
bookshelf
boots
both
bottle
bottles
bow
box
boy
boys
branch
branches
breakfast
breed
bright
brightest
brightly
brought
brown
bucket
building
built
bun
bunny
burn
burning
bush
bushes
butter
butterflies
butterfly
by
cable
called
campfire
camping
can
canada
careful
carpet
cars
cat
catapult
catch
catching
cats
cds
celebrating
center
chair
chairs
characters
chase
chased
chasing
cheese
chewing
chihuahua
child
children
clear
close
closed
closer
clothes
clothing
cloud
clouds
cloudy
cluttered
coat
coffee
color
colors
comfortable
coming
common
company
completely
concept
concerned
confused
considered
console
consoling
control
cook
cooking
corner
couch
couches
could
count
couple
covered
covering
creature
crossed
crossing
crying
cup
cups
curled
curtain
curtains
dance
dancing
danger
date
day
daytime
dead
decor
deer
describe
describes
desert
desserts
did
different
dinner
direction
directly
dirt
dirty
disappear
distressed
do
does
dog
doggy
dogs
doing
doll
dollhouse
door
doors
down
drapes
drawn
dress
drink
drinking
drinks
drive
drunk
duck
ducks
during
e
each
eagle
ears
easily
easy
eat
eaten
eating
eats
edge
eggs
elbow
elderly
electronics
else
empty
enemies
enjoy
enjoying
enough
equipment
ethnicity
evergreen
evil
excited
expression
extending
face
facing
fall
falling
family
far
father
feast
feeding
feeling
feet
fell
female
feral
fight
fighting
fire
fireplace
firewood
fish
fishery
flame
flames
floating
floor
floors
flower
flowers
flying
fond
food
foot
football
footstool
for
fort
found
frame
friends
fringed
fringes
frisbee
frog
from
front
fruit
full
fully
fun
funny
furniture
future
game
games
gender
gesture
get
gets
getting
ghost
girl
girls
give
giving
glass
glasses
go
going
good
granddaughter
grandfather
grandma
grandmother
grandpa
grasping
grass
gray
green
grill
grilling
ground
grow
growing
grown
guest
guy
had
hair
hairstyle
hamburgers
hand
handles
hands
hang
hanging
happened
happening
happens
happier
happy
hard
has
hat
have
having
he
head
headed
hearing
heavier
help
her
here
hi
hiding
high
hiking
him
himself
hips
his
hit
hitting
hive
hold
holding
hole
holiday
home
homeless
homeowner
horizontally
hot
hotter
house
how
human
humans
hungry
hurry
i
identical
if
image
in
india
individual
inebriated
insects
inside
interest
interested
intersection
into
involved
is
it
items
its
jackets
january
jeans
jogging
july
jump
jumping
just
keep
kick
kicked
kicking
kid
kids
kind
kinds
kitten
knob
know
ladder
lady
land
landscape
lap
last
laughing
lava
lay
laying
leash
leaves
leaving
left
legal
legs
letter
like
likely
likes
lily
lines
little
live
lives
living
ll
located
log
logs
lonely
long
look
looking
looks
lot
love
lunch
lying
mad
made
makes
males
man
mantel
mantle
many
marshmallow
marshmallows
mat
match
matches
matching
material
meat
melting
men
mess
messy
middle
might
migrating
mirrors
missing
monkey
moon
moped
more
most
mostly
mother
mouse
mouth
move
mushrooms
name
named
natural
near
nearby
need
nest
next
night
no
noon
normal
not
number
object
oblivious
observing
odd
of
off
often
old
older
on
one
ones
only
onto
open
or
orange
organized
other
out
outfit
outside
over
own
pad
pads
pail
painting
paintings
pane
panes
pants
park
partially
party
passing
path
pathway
pattern
peanut
people
perform
person
pet
pets
petting
photo
photograph
pic
picnic
picture
pictured
pictures
pie
pigtails
pillow
pillows
pink
place
placed
plain
plane
planning
plant
plants
plate
play
playground
playing
playstation
pointing
pond
ponds
ponytail
pool
portrait
position
positioned
pot
potted
poured
practicing
present
prey
primary
print
process
proper
proximity
pug
puppy
purple
push
rabbit
rabid
rabies
raccoon
race
rack
rain
rainbow
raining
raised
raw
reaching
read
ready
real
red
related
relation
relaxed
relaxing
remind
represented
require
resting
ribs
ride
riding
right
rim
roasting
robot
roll
rolled
romantic
room
rope
rose
round
rug
rungs
running
s
sad
safe
same
sand
sandbox
sandwich
saplings
sat
scared
scene
school
schooling
scolding
scoot
scooter
screaming
seat
seated
see
seeing
seem
seems
seen
sees
seesaw
segments
set
setup
shade
shadow
shape
she
shelf
shining
shirt
shoes
short
should
show
showing
shown
side
sidewalk
sidewalks
silverware
sisters
sit
sitting
size
skateboard
skateboarding
skateboards
sky
sleep
sleeping
sleeved
sliced
slide
slides
sliding
small
smiling
snow
soccer
soda
sofa
some
someone
something
sound
speaking
sport
sports
spots
spotting
squirrel
squirrels
stairs
standing
staying
steak
steal
steering
stolen
stool
stools
stop
stories
stranger
stretching
structure
stuffed
stumps
style
suddenly
summer
sun
sunburn
sundae
sunny
sunset
supervised
swimming
table
tablecloth
tables
taking
talking
tall
teaching
team
teddy
television
tell
telling
temperature
than
that
the
their
them
then
there
these
they
thing
things
think
thinking
this
those
threat
three
threw
throw
time
tired
titles
to
toast
today
together
tonight
too
tool
top
tortoise
touch
touching
towards
toy
toys
training
transportation
tree
trees
trick
tricks
trim
trip
troublemaker
trying
turtle
turtles
tv
twin
twins
two
type
typically
umbrella
uncomfortable
uncomfortably
under
underneath
up
upper
upset
use
used
using
usually
utensil
vase
vases
video
visible
waiting
walk
walking
walkway
wall
want
wants
war
warm
warming
watched
watching
water
watermelon
waving
way
wear
wearing
weather
wedge
weight
well
what
when
where
which
while
white
who
whose
why
wife
wildlife
will
window
windows
wine
winter
wires
with
within
without
woman
women
work
workout
worried
worry
would
yarn
years
yelling
yellow
you
young
younger
