<pad>
<unk>
"
'
,
-
/
1
2
21
22
3
3rd
4
5
70
9
;
?
a
abandon
abandoned
abby
able
about
above
abstract
accept
accepting
according
ache
aches
across
act
acting
action
active
activities
activity
actually
acutely
adjusting
adult
adults
afraid
after
afternoon
against
age
aged
ahead
air
airplane
ajar
alcohol
alcoholic
aligned
alike
alive
all
allergic
allergy
alligator
alligators
allow
allowed
almost
alone
along
alphabet
already
also
always
among
amount
amphibian
amused
amusing
an
and
angle
angled
angry
animal
animals
ankles
annoyed
annoying
another
answer
answering
antlers
ants
anxious
any
anybody
anyone
anyplace
anything
anywhere
apart
appear
apple
apples
appreciate
approaches
approaching
appropriate
approve
aquatic
are
area
areas
arguing
argument
arm
armchair
armchairs
armrest
arms
around
arranged
arrive
arriving
art
article
artificial
artwork
as
ashamed
asian
aside
asking
asleep
assaulting
associated
assume
at
ate
athlete
atop
attached
attaches
attack
attacked
attacking
attempting
attending
attention
attentive
attire
attitude
attracted
audience
autumn
available
avoid
awake
aware
away
babies
baby
babysitter
babysitting
back
background
backing
backwards
bacon
bad
baked
balance
balanced
balancing
bald
balding
ball
balls
bambi
bangs
bar
barbecue
bare
bars
base
baseball
baseballs
baseboard
baseboards
based
basket
basketball
baskets
bat
bay
bbq
be
beach
beam
bear
bears
beautiful
because
become
bed
beds
bee
beehive
beehives
been
bees
before
beg
begging
behaved
behind
being
belong
belongs
below
belt
bench
benches
bending
beneath
bent
beside
besides
better
between
beverage
beverages
bffs
bicycle
bicycles
big
bigfoot
bigger
bike
bikes
biracial
bird
birdland
birds
bite
biting
black
blank
blanket
blankets
blaze
blinds
block
blocked
blocking
blocks
blonde
bloom
blooming
blue
blueberry
bluebird
board
boards
body
bolts
bone
bones
bonfire
book
bookcase
bookcases
bookends
books
bookshelf
bookshelves
boots
border
borders
bored
boring
both
bothered
bottle
bottles
bottom
bought
box
boxes
boy
boyfriend
boys
braids
brain
branches
brand
bread
break
breakfast
breaking
breast
breed
bright
brightly
bring
bringing
broke
broken
brother
brothers
brow
brown
brunette
bucket
buckets
build
building
bunnies
bunny
bunt
burgers
burn
burned
burning
burnt
bush
bushes
bushy
busy
but
butter
butterflies
butterfly
buy
by
c
cake
cakes
calisthenics
call
called
calling
came
camel
camelback
camera
cameraman
campfire
camping
can
canada
cannot
cans
cap
car
cardiac
care
careful
carpet
carpeting
carry
carrying
cars
cartoon
case
cast
casting
casual
cat
catch
catcher
catching
cats
caucasian
cause
causing
cd
ceiling
celebrating
celebration
cell
center
centered
chair
chairs
champagne
championship
changing
chaotic
character
characters
charades
chase
chased
chasing
checkered
cheer
cheering
cheese
chests
chew
chewy
chicken
child
children
chilly
chimney
china
chipmunk
chips
chosen
christmas
cigar
circles
circling
circular
citizens
city
clapping
class
classroom
claw
clawing
claws
clean
cleaned
cleaning
cleanly
clear
cleared
click
climb
climbing
clocks
close
closed
closer
closest
cloth
clothes
clothing
cloud
clouds
cloudy
clutching
cluttered
coat
coats
coffee
cold
collapse
collars
collide
color
colored
colorful
colors
combed
combining
come
comedy
comfier
comfortable
comfortably
coming
command
common
communicating
companions
company
compared
competing
complete
completed
completely
complexion
computer
concerned
concerning
concrete
confused
connection
considered
console
contain
contained
contemplating
content
contents
continues
control
controller
conversation
conversing
cook
cooked
cooking
cooks
cool
corn
corner
correctly
couch
couches
could
country
couple
couples
course
court
cover
covered
covering
covers
crack
cracks
crafts
crash
crawl
cream
creases
creature
creatures
crescent
crisscrossed
crocheting
crook
crossed
crossing
crotch
crowded
cruel
crumbs
crying
cubism
cup
cups
curious
curled
curly
current
currently
curtain
curtains
cushion
cushions
cut
cute
cutting
d
dad
daisies
dance
dancing
dandelions
danger
dangerous
dangerously
dark
darker
darkest
date
dating
daughter
day
daylight
daytime
dead
deal
dear
deciduous
decor
decorated
decorations
decorator
deep
deer
deers
defecating
defying
degrading
delivery
deodorant
depict
depicted
depressed
describe
desert
design
designed
designs
desire
dessert
detention
device
diagonally
diaper
diapers
dictionary
did
didn
die
diet
different
difficult
difficulty
dining
dinner
dinnertime
direct
direction
directions
directly
dirty
discussing
dishes
disk
disks
displaying
disregarding
dissect
distance
distressed
disturb
disturbed
do
doe
does
doesn
dog
dogs
doing
doll
dollhouse
dollhouses
dolls
done
door
doors
doorstep
dots
double
down
drape
draped
drapes
drawer
drawing
drawn
dreaming
dress
dressed
dresser
drifts
drink
drinking
drinks
drive
driven
driving
drop
dropped
dropping
drunk
dry
duck
ducks
due
during
dye
dying
each
eagle
eagles
ears
easier
easily
easter
easy
eat
eaten
eating
edge
edible
eggs
egypt
either
elder
elderly
eldest
electric
electronic
elevated
else
emotion
empty
enclosed
end
ends
enemies
enjoy
enjoyable
enjoying
enough
enthused
enthusiastic
entity
equal
equipment
equipments
ethnic
ethnicity
evening
evenly
event
eventually
evergreen
evergreens
every
everybody
everyone
everything
evidence
exact
exactly
excited
exercise
exercises
exercising
exhaust
expected
expecting
experienced
explain
expressing
expression
expressions
exterminator
extinguish
eye
eyebrows
eyes
eyesight
fabric
face
faces
facial
facing
failed
fake
faking
fall
fallen
falling
falls
family
famous
far
farther
farthest
fast
fat
father
fault
favorite
feast
feat
feather
feathers
feature
featured
feed
feeding
feel
feeling
feet
felt
female
females
feral
fertilized
fetch
fever
field
fight
fighting
filled
find
finish
finished
fire
fireplace
fireplaces
firewood
first
fish
fishes
fishing
fit
five
flame
flames
flashlight
flat
flip
flirting
floating
floor
floral
flower
flowering
flowers
fluid
fly
flying
flytrap
focused
foil
folded
foliage
foliated
following
food
foods
foot
football
footballs
footstool
for
ford
foreground
forest
forget
forks
form
formal
formally
forms
forth
found
four
frame
framed
frames
friend
friendly
friends
frighten
frightened
fringe
frisbee
frog
frogs
frolicking
from
front
fruit
frustrated
fuel
fulcrum
full
fully
fun
fungi
fungus
funny
fur
furniture
further
future
gallery
game
games
gaming
garfield
geese
gender
generated
generations
gentleman
gentlemen
gesture
get
getting
giant
gift
girl
girlfriend
girls
give
given
giving
glad
glare
glass
glasses
glove
go
godzilla
goes
going
gold
good
goose
got
grab
grace
grand
grandfather
grandma
grandmother
grandpa
grandparents
grasping
grass
gravity
gray
green
greenery
greeting
grill
grilled
grilling
grills
grips
ground
group
groups
grow
growing
grown
guarding
guest
guests
guy
guys
gym
had
hair
haired
hairs
hairstyle
half
hall
hallucinating
hallucinations
hamburger
hand
handicapped
handing
handle
handlebar
handlebars
handles
hands
hang
hanger
hangers
hanging
hangs
happen
happened
happening
happy
hard
harm
has
hat
hats
have
having
hawk
hawks
he
head
headache
headed
heading
healthy
heart
heat
heavens
heavy
height
held
helmet
help
helping
her
here
herself
hidden
hide
hiding
high
higher
highest
hills
hilton
him
himself
hind
hip
hips
his
hit
hitting
hive
hoarding
hold
holding
hole
holes
holiday
home
homeowners
homework
honor
hook
hooks
hoping
horror
horse
hot
house
houseplant
hovering
how
hug
human
humans
hump
hunched
hung
hungry
hurt
ice
idea
identical
if
ignore
ignoring
ill
illegal
illness
image
images
imaginary
imitate
imitating
immature
immediate
impair
in
inappropriately
inch
indicated
indicates
individuals
indoor
indoors
inebriated
infestation
infested
ingredients
injured
insect
insects
inside
instead
intended
interacting
interested
internet
into
invited
involved
ipad
irritated
is
isn
it
italian
item
items
its
ivy
jackets
jacks
jam
january
jealous
jogging
join
joints
joke
joy
judgment
july
jump
jumped
jumping
jungle
just
karate
kayaking
keep
keeping
kick
kicked
kicking
kickstand
kid
kids
kill
killed
kind
kinds
kitchen
kitten
kittens
kitty
knee
kneeling
knees
knelt
knit
knitting
knob
knock
knocked
knocking
knot
knots
know
koi
label
laces
ladder
ladders
ladies
lady
laid
lake
land
landed
landing
landscape
lap
laps
laptop
large
larger
largest
later
laugh
laughing
laughter
lawn
laying
layout
lead
leading
leafless
leafy
leagues
lean
leaning
leaping
learning
lease
leash
leave
leaves
leaving
left
leftover
lefts
leg
legal
legally
legged
lego
legos
legs
length
lesbian
less
let
letter
letters
letting
level
levitating
library
lid
life
lift
lifting
light
lighted
lighter
lighting
lights
like
likely
lily
lilypad
limbs
line
lined
lines
lips
liquid
lit
little
live
lives
living
located
location
locked
log
logs
lonely
long
longer
look
looking
looks
lopsided
lose
losing
lot
lots
loud
love
lovers
low
lower
lowest
loyal
luck
lunch
lying
mad
made
main
major
make
makes
making
male
males
mammals
man
maneuverability
mantel
mantle
many
marbles
marks
married
marsh
marshmallow
marshmallows
massaging
mat
match
matches
matching
material
mates
matt
mature
may
meal
meant
meat
meditating
medium
meet
mellows
men
mess
messy
metal
metamorphosis
method
mexican
mice
mid
middle
midnight
midsummer
might
migrates
mild
milk
mind
mine
miniature
minimal
minimalist
mirrors
misbehaving
miserable
missing
mode
moldings
mom
momentum
monet
money
monkey
mood
moon
moonlight
moped
mopeds
more
morning
most
mostly
mother
motion
motor
motorbike
motorcycle
mound
mountains
mouse
mouth
move
moved
movie
moving
much
mud
muddy
multiple
muscles
mushroom
mushrooms
music
nachos
name
named
nap
napkin
napping
narrow
natural
naturally
near
nearby
nearing
neatly
necessary
need
needed
needs
neighbors
nepal
nervous
nest
nests
new
next
nibbling
nice
night
nighttime
ninja
no
noise
non
noon
noontime
normal
normally
nose
not
notes
notice
now
number
obedient
object
objects
oblivious
obscure
obscuring
obstacle
obstacles
obstruct
obstructing
occupied
octagon
odd
of
off
offer
offered
offering
official
often
oil
ok
old
older
oldest
olympian
on
one
ones
only
onto
open
opened
opening
opposite
option
or
orange
order
other
ottoman
out
outdoors
outdoorsy
outfit
outing
outside
over
overcrowded
overhead
overrun
oversized
overturn
overturned
overweight
owl
own
owner
pad
pads
pail
paint
painted
painting
paintings
pairs
paneling
panels
panes
pants
paper
parent
parents
paris
park
parked
parking
part
partially
participating
partly
parts
party
pass
past
pastry
path
patiently
pattern
patterns
patting
pavement
paws
paying
pe
peacefully
peanut
pearl
pebbles
peddling
peering
pentagon
people
perfectly
perform
performing
person
persons
pest
pet
pets
petted
petting
phone
photo
photograph
photos
physics
pic
pick
picking
picnic
picture
pictured
pictures
pie
piece
pieces
pies
pigeon
pigeons
pigtails
pile
pillow
pillows
pine
pink
pipe
piranhas
pit
pitch
pizza
place
placed
placement
places
plaid
plan
planned
planning
plans
plant
planter
plants
plate
plates
platter
play
played
player
playful
playground
playgroup
playhouse
playing
playmate
playroom
plays
playset
pleased
plump
pointing
poison
poisonous
pole
politeness
polka
pollinator
pond
ponds
pony
ponytail
ponytails
pool
popsicle
popular
populated
portion
portrait
portraits
portrayed
posing
position
positioned
possible
pot
potted
pouncing
pound
practicing
predominant
prefer
pregnant
prepared
preparing
present
pretend
pretty
prevent
prey
print
private
probably
problem
professional
proper
properly
proportioned
proposing
protecting
proud
provides
ps3
puddle
pug
pull
pulled
pulling
puppet
puppies
puppy
purple
purpose
purr
push
put
putting
q
quadrant
quadriplegic
questions
quickly
quiet
rabbit
rabbits
raccoon
raccoons
race
racing
rack
racks
rain
rainbow
raining
rainy
raising
ransacking
rat
rather
rats
rattlesnake
raw
rays
re
reach
reaches
reaching
reacting
read
reading
ready
real
really
recently
receptive
reclining
rectangle
rectangles
red
redhead
referred
rekindling
related
relation
relationship
relative
relaxed
relaxing
remember
remind
remote
repot
represent
represented
resemble
rest
resting
restless
reward
rib
ribbons
rid
ride
riding
right
ring
rippling
rising
road
roaming
roar
roaring
roast
roasted
roasting
robot
robots
rocking
rocks
rod
rodent
rodents
romantic
romantically
roof
room
rooms
roots
rope
ropes
roping
rose
rotten
round
row
rubbing
rudolph
rug
rugs
run
rungs
running
s
sad
saddle
safe
safely
safety
salad
salads
salsa
same
sand
sandbox
sandboxes
sandcastle
sandwich
sandwiches
sapling
sassy
sat
saucers
save
saw
say
saying
scampering
scare
scared
scary
scattered
scene
scenery
scheme
school
scissors
scoop
scoops
scooter
scooters
scratched
scratching
screen
season
seat
seated
seating
seats
second
see
seeds
seeing
seek
seekers
seem
seen
seesaw
seesaws
self
senior
serious
served
serving
servings
set
sets
setting
settings
sex
sexy
shade
shadow
shadows
shadowy
shallow
shape
shaped
shapes
share
sharp
sharpening
she
shedding
shelf
shelves
shielding
shine
shining
shirt
shirts
shoes
shooting
short
shorter
shortest
shorts
should
shoulder
shoulders
shouldn
shovel
shovels
show
showing
shown
showroom
shrub
shrubbery
shrubs
shut
sia
siblings
sick
side
sides
sidewalk
sidewalks
sideway
sill
silver
similar
single
sink
sister
sisters
sit
sits
sitting
situated
size
sizes
skate
skateboard
skateboarding
skateboards
skiing
skin
skinny
skip
skirt
sky
slanted
slap
slapping
slats
sleep
sleeping
sleeps
sleepy
sleeved
sleeves
slice
sliced
slices
slide
slides
sliding
slow
slowest
small
smaller
smells
smile
smiling
smores
snack
snacks
sneak
sneaking
sneaky
snowing
snuggled
snuggling
so
soaring
soccer
socks
soda
sofa
sofas
soft
softer
soil
solid
some
someone
something
somewhere
son
soon
sore
sort
source
space
species
spell
spent
spiders
spill
splits
spoils
spokes
sport
sporting
sports
spot
spots
spread
springtime
square
squares
squatting
squirrel
squirrels
stacked
stained
stand
standing
stands
staring
started
starting
startled
stay
staying
steady
steak
steaks
steal
stealing
steer
step
stepping
steps
stereotypical
stick
sticking
sticks
still
sting
stolen
stomach
stone
stood
stool
stools
stop
storage
stories
storm
story
straddling
straight
strange
strawberry
street
strength
stressed
stretched
stretching
stripe
striped
stripes
strips
stroke
strong
stuck
studying
stuff
stuffed
stumbling
stump
stung
stunt
style
styles
substance
substrate
successful
successfully
suddenly
suffering
suggest
suitable
summer
summertime
sun
sunburn
sunburned
sunflowers
sunglasses
sunlight
sunlit
sunny
sunrise
suns
sunscreen
sunset
sunsets
sunshine
superior
supervised
supervising
supervision
supper
supplies
supported
suppose
supposed
surprise
surprised
surprising
surrounded
surrounding
surrounds
survive
sweater
sweet
sweethearts
swim
swimming
swing
swinging
swings
symmetrical
symmetrically
symmetry
symptom
system
t
table
tablecloth
tables
tail
tails
take
taken
taking
talent
talking
tall
taller
tame
tan
tango
tantrum
taste
tasty
tea
teach
teaching
teacups
team
teasing
technique
teddy
teenager
teenagers
teeter
television
televisions
tell
telling
temperature
tender
tending
tennis
than
that
the
their
them
themselves
there
these
they
thighs
thin
thing
things
think
thinking
third
thirsty
this
those
threaten
three
threw
thrive
through
throw
thrower
throwing
thrown
tickling
tile
tiles
time
tiny
tipped
tipping
tips
tire
tired
tires
to
toadstools
toast
toasting
today
toddler
toe
together
tongs
too
top
tornado
toss
tossed
tossing
total
totter
totters
touch
touching
toward
towards
toy
toys
traditional
traditionally
traffic
train
training
trampled
transportation
travel
tray
treatment
treatments
tree
treehouse
trees
triangle
trick
tricks
tries
trim
trip
triplets
trouble
trouser
truck
trunk
trunks
trust
try
trying
tummy
turn
turned
turtle
turtles
tutored
tv
tvs
twin
twins
two
tying
type
types
typical
typically
umbrella
unattended
uncomfortable
under
underneath
underpants
underwater
unfinished
unhappy
uniforms
uninvited
unison
unit
unlighted
unlocked
unpack
unspoiled
unsupervised
unusual
up
upon
upper
upright
upset
upside
urgently
us
use
used
uses
using
usual
usually
utensil
utensils
v
vase
vases
vegetarian
vegetarians
vegetation
vehicle
vehicles
venus
version
vertically
very
via
video
videotape
viewed
viewer
visible
visibly
visiting
volleyball
waist
wait
waiting
wake
waking
walk
walked
walking
walkway
walkways
wall
wallpaper
walls
wands
want
wanted
wanting
wants
warm
warmed
warming
warning
wary
was
wasted
watch
watching
water
watered
watering
waterlily
watermelon
watermelons
waving
way
ways
we
wear
wearing
weather
wedding
week
weekend
weeks
weight
weights
weird
well
were
west
wet
whale
what
wheels
when
where
which
while
white
who
whole
whose
why
wife
wild
wildflowers
wildlife
will
win
window
windows
windy
wine
wines
winter
wiping
wise
wish
wishing
with
without
woman
women
wood
wooden
woods
word
working
worn
worried
worry
would
wrap
wrinkles
write
writing
written
wrong
yard
yarn
year
years
yell
yelled
yelling
yellow
yet
yoga
you
young
younger
youngest
your
