<pad>
<unk>
'
,
-
3
5
70
?
a
about
above
abstract
accept
accepting
across
acting
active
activity
actually
acutely
adjusting
adult
adults
afraid
after
against
age
aged
ahead
air
airplane
alcohol
alive
all
allow
almost
alone
along
already
an
and
angle
angry
animal
animals
annoying
another
any
anybody
anyone
anything
anywhere
apart
appear
apple
apples
appropriate
approve
are
area
areas
argument
arm
armchair
armchairs
arms
around
arranged
arrive
art
as
asking
asleep
assaulting
at
ate
athlete
atop
attached
attacked
attacking
attempting
attention
attire
awake
away
babies
baby
babysitting
back
background
backwards
balance
balancing
bald
ball
balls
bangs
barbecue
bare
bars
baseball
baseboard
based
basket
basketball
baskets
bat
bbq
be
beach
bear
bears
because
bed
beehive
been
bees
before
behind
being
belong
belongs
below
bench
benches
bending
beneath
bent
beside
besides
better
between
beverages
bicycle
bicycles
big
bigger
bike
bikes
biracial
bird
birds
bite
black
blank
blanket
block
blocked
blocks
blonde
blue
board
body
bolts
bone
bones
book
bookcase
bookcases
books
bookshelf
bookshelves
bored
both
bothered
bottle
bottles
bottom
box
boy
boys
branches
bread
breakfast
bring
bringing
broken
brothers
brow
brown
brunette
bucket
buckets
bunnies
bunny
burned
burning
bush
bushes
butterflies
butterfly
by
c
cake
calisthenics
call
called
came
camel
cameraman
can
cannot
car
cardiac
care
carpet
carpeting
carrying
cartoon
casual
cat
catch
catching
cats
cause
celebrating
celebration
center
centered
chair
chairs
characters
chased
chasing
cheering
cheese
chew
child
children
chilly
chimney
chipmunk
circles
class
claw
clean
clear
click
climbing
close
closed
closer
closest
cloth
clothes
cloud
clouds
cloudy
coat
coats
coffee
cold
color
colored
colorful
colors
come
comedy
comfortable
comfortably
coming
common
company
complete
completed
completely
complexion
concerned
concerning
confused
considered
content
continues
controller
conversation
cook
cooked
cooking
cool
corner
couch
couches
could
couple
court
cover
covered
covering
covers
crack
crawl
creature
creatures
crossing
crowded
crying
cup
cups
curious
curly
currently
curtain
curtains
cushion
cushions
cut
cutting
dad
dance
dancing
danger
dark
darker
date
daughter
day
daylight
daytime
dead
deciduous
decor
deer
deers
depict
depicted
desert
dessert
device
did
die
diet
different
difficulty
dining
dinner
dinnertime
direction
discussing
disks
dissect
distance
distressed
disturbed
do
doe
does
doesn
dog
dogs
doing
doll
dollhouse
dolls
door
doors
doorstep
dots
down
drapes
drawn
dress
dressed
drink
drinking
driven
dropped
drunk
duck
ducks
each
eagles
ears
easier
easily
eat
eaten
eating
edge
eggs
egypt
either
else
empty
enemies
enjoy
enjoying
enough
enthused
equipment
equipments
evenly
event
evergreen
every
everybody
everyone
everything
exactly
excited
exercise
exercising
expecting
explain
eye
eyebrows
eyes
fabric
face
facing
fall
fallen
falling
family
famous
far
fast
feat
feed
feeding
feel
feet
felt
female
feral
fever
field
fight
fighting
find
fire
fireplace
fish
fishing
fit
flashlight
flirting
floating
floor
floral
flower
flowers
fly
flying
flytrap
folded
foliage
foliated
following
food
foot
football
footballs
footstool
for
forest
form
formal
found
frame
framed
frames
friend
friends
frisbee
frog
frogs
from
front
fruit
full
fully
fun
fungi
fungus
funny
furniture
game
games
gaming
gender
gentleman
gentlemen
gesture
get
getting
giant
girl
girls
giving
glare
glass
glasses
go
going
good
grand
grandfather
grandma
grandmother
grass
gray
green
greenery
grill
grilled
grilling
grills
ground
groups
grow
growing
grown
guarding
guests
guy
had
hair
hairstyle
hall
hand
handing
hands
hang
hanger
hanging
happen
happened
happy
hard
harm
has
have
having
he
head
headed
heading
healthy
heart
heavy
held
her
here
herself
hide
hiding
high
higher
highest
him
hip
his
hitting
hive
hoarding
hold
holding
hole
home
homework
hook
hooks
hoping
hot
house
houseplant
how
hug
human
humans
hung
hungry
hurt
idea
identical
if
ill
image
imaginary
immature
in
indoors
injured
insect
inside
interacting
into
involved
is
isn
it
item
items
its
ivy
jam
jealous
jump
jumping
just
karate
kayaking
keep
keeping
kicking
kid
kids
kind
kitchen
kitten
kitty
kneeling
knees
knit
knob
knock
knocked
knot
know
label
ladder
ladies
lady
lap
laps
laptop
large
larger
laugh
laughing
lawn
laying
layout
leading
leafless
leaning
leaping
lease
leash
leaves
leaving
left
leg
legally
legos
legs
less
let
letter
letters
letting
level
lid
life
lift
light
lighting
lights
like
likely
lily
lilypad
lined
lines
lit
little
live
lives
living
located
location
log
logs
lonely
long
look
looking
looks
lose
losing
lot
lots
love
low
loyal
lying
mad
made
main
make
making
males
mammals
man
mantel
mantle
many
married
marsh
marshmallow
marshmallows
massaging
match
matching
material
mature
meal
meet
mellows
men
metal
method
mice
mid
middle
midnight
midsummer
might
migrates
milk
minimal
misbehaving
missing
mom
monkey
mood
moon
moonlight
moped
mopeds
more
most
mostly
mother
motor
mound
mouse
mouth
move
moved
moving
much
muddy
multiple
mushrooms
napping
natural
near
need
nest
new
next
nice
night
nighttime
no
normally
nose
not
notes
now
number
object
objects
odd
of
off
offered
often
ok
old
older
oldest
olympian
on
one
only
onto
open
opened
opening
option
or
order
other
out
outdoors
outfit
outside
over
owl
own
pads
pail
painting
paintings
pairs
panels
panes
pants
parents
park
parked
part
partially
partly
party
pass
past
pattern
patting
pavement
paying
peacefully
people
perfectly
performing
person
persons
pet
pets
petting
photo
photos
pick
picnic
picture
pictured
pictures
pie
pieces
pies
pigeons
pillow
pillows
pine
pink
pit
pizza
place
placed
places
plan
planning
plans
plant
plants
plate
plates
play
played
playground
playing
plays
pointing
poison
poisonous
pole
polka
pond
ponds
ponytail
ponytails
pool
popsicle
popular
portrait
portraits
position
positioned
possible
potted
pound
prefer
preparing
present
pretend
probably
proper
properly
proposing
pull
puppies
puppy
purple
purpose
purr
push
put
putting
rabbit
rabbits
raccoon
raccoons
racing
rack
rain
raining
rainy
ransacking
rat
rats
reach
reaching
reading
ready
rectangles
red
related
relation
relationship
relaxing
represent
rest
resting
reward
ribbons
ride
riding
right
roasting
robot
rocking
rocks
rod
rodents
romantic
romantically
room
rooms
roots
rope
rose
round
rudolph
rug
rungs
running
s
sad
safe
salad
same
sand
sandbox
sandboxes
sandwich
sapling
saw
saying
scared
scattered
scene
scissors
scoops
scooter
scooters
scratched
screen
season
seat
seated
seats
see
seek
seem
seen
seesaw
self
senior
served
serving
set
setting
sexy
shadow
shape
shapes
she
shedding
shelf
shelves
shining
shirt
shirts
shoes
short
shorter
should
show
showing
shown
showroom
shrub
shrubbery
siblings
sick
side
sides
sidewalk
sidewalks
similar
sister
sisters
sit
sitting
size
skateboard
skateboarding
skateboards
skiing
skinny
sky
slats
sleep
sleeping
sleeps
sleeves
slice
slices
slide
slides
sliding
small
smaller
smiling
snack
snowing
snuggling
so
soccer
socks
sofa
sofas
some
someone
something
soon
species
spell
spoils
sport
sporting
sports
spots
spread
springtime
squares
squirrel
squirrels
stand
standing
startled
steal
steer
step
stepping
steps
stick
sting
stolen
stool
stools
stories
story
street
stressed
stretching
striped
strips
stroke
stuff
stuffed
stumbling
stump
style
substance
suffering
summer
sun
sunglasses
sunlight
sunny
sunrise
sunset
sunsets
sunshine
supplies
suppose
swimming
swing
swinging
symmetrically
system
t
table
tablecloth
tables
take
taking
talking
tall
taller
tan
tasty
tea
teaching
teasing
teddy
teenager
teenagers
television
tell
telling
than
that
the
their
them
there
these
they
thing
things
think
thinking
thirsty
this
those
threaten
three
threw
through
throw
throwing
thrown
tile
time
tiny
tired
to
toast
today
toe
together
tongs
too
top
tornado
tossed
total
touch
touching
toward
towards
toy
toys
train
trampled
tray
tree
trees
trick
tricks
tries
trim
trouble
truck
trunk
trunks
trying
turned
turtle
turtles
tv
tvs
twin
twins
two
type
types
umbrella
under
unfinished
unhappy
unison
unlocked
unpack
unspoiled
unsupervised
up
upset
urgently
us
use
used
using
usual
usually
v
vase
vases
vegetarian
vegetarians
vehicle
venus
version
video
visible
volleyball
waist
waiting
walking
wall
wallpaper
walls
wands
want
wanting
warm
was
watch
watching
water
watered
watermelon
watermelons
waving
way
we
wear
wearing
weather
wedding
weight
weird
well
what
wheels
when
where
which
while
white
who
whose
why
wife
wild
wildlife
will
window
windows
windy
wine
wiping
with
without
woman
women
wood
wooden
word
working
worn
worried
would
wrap
writing
written
yard
yarn
years
yelled
yelling
yellow
yoga
you
young
younger
your
