<pad>
<unk>
"
"?
%?
'
,
-
/
100
16
2
21
3
:
?
a
abandoned
able
about
above
abstract
access
accident
accommodate
across
action
activity
adequate
adjusting
adult
adults
afraid
after
against
age
ages
aggressively
air
alert
aligned
alike
alive
all
allergic
allowed
almost
alone
alphabet
already
also
ambitious
amphibious
amused
an
and
angle
angry
animal
animals
another
answer
antenna
any
anybody
anyone
anything
anywhere
apart
apparatus
appear
appearing
apple
apples
approaching
appropriate
architecture
are
area
aren
arguing
arm
armchair
armpit
arms
around
arrangement
art
artificial
artwork
as
ask
asking
asleep
at
atop
attached
attack
attacked
attacking
attempting
attending
attention
attentive
attracted
audience
available
awake
awaken
aware
away
awkward
awkwardly
babies
baby
babysitting
back
background
backs
backwards
bacon
bake
balance
bald
balding
ball
balls
barbecue
barcalounger
bare
barking
bars
base
baseball
baseballs
baseboard
basket
basketball
baskets
bat
batter
bbq
be
bear
bears
because
bed
bee
beehive
beehives
been
bees
before
begging
behind
being
bell
belong
belongings
below
bench
benches
bent
beside
besides
best
between
beverage
bicycle
bicycles
big
bigger
bike
bikes
biological
biologically
bird
birds
biscuits
bite
black
blanket
block
blocking
blocks
blonde
blondes
bloom
blooms
blue
board
body
bone
bones
book
bookcase
bookcases
books
bookshelf
bookshelves
boots
borders
bored
boring
both
bothered
bottle
bottles
bottom
bow
box
boy
boyfriend
boys
branch
branches
brand
bread
break
breakfast
breathing
breed
bright
brightest
brightly
bring
broke
broken
brothers
brought
brown
bucket
buckets
build
building
built
bumble
bump
bun
bunnies
bunny
burger
burgers
burn
burning
bush
bushes
busy
butter
butterflies
butterfly
by
cable
cactus
call
called
calling
calls
came
camera
camouflaged
campfire
camping
campsite
can
canada
canines
cannot
cap
captured
car
care
careful
carpet
carrying
cars
cartwheel
cast
castle
cat
catapult
catch
catching
caterpillars
cats
cause
cds
ceiling
celebrating
cement
center
chair
chairs
champagne
chance
chaos
characters
chase
chased
chasing
cheese
chewing
chihuahua
child
children
chipmunk
chipmunks
choreographed
christmas
chrome
clean
cleaned
clear
climb
climbing
close
closed
closer
closest
cloth
clothes
clothing
cloud
clouds
cloudy
cluttered
coach
coat
coats
coffee
collage
collar
collision
color
colored
colors
come
comfort
comfortable
comforting
comfy
coming
commercial
common
compact
company
completely
concept
concerned
condiments
confused
connect
considered
console
consoling
constructed
contain
contents
continue
control
convenient
cook
cooked
cooking
corner
corners
cotton
couch
couches
could
count
country
couple
covered
covering
crawl
crawling
crazy
creases
creature
crook
crooked
cross
crossed
crossing
crying
cup
cupcake
cups
curled
curtain
curtains
cushion
cushions
cut
cute
cuts
dad
dance
dancing
dandelions
danger
dangerous
dark
darker
date
dating
day
daylight
daytime
dead
death
deciding
decor
decorations
decorative
deer
deers
delighted
depicted
depicting
depressed
describe
describes
desert
design
desk
dessert
desserts
destroying
diary
did
different
difficult
digging
dimension
dinner
direction
directly
dirt
dirty
disappear
disk
disney
disparate
display
distorted
distressed
do
does
dog
doggy
dogs
doing
doll
dollhouse
dollhouses
dolls
don
done
door
doors
down
drapes
drawer
drawn
dress
dressing
drink
drinking
drinks
drive
drop
dropping
drowned
drunk
dubbed
duck
ducks
duplicated
during
dusk
dvd
e
each
eagle
ear
ears
easily
easy
eat
eaten
eating
eats
edge
edible
egg
eggs
either
elbow
elderly
electronics
else
emotion
employed
empty
emptying
end
enemies
enjoy
enjoyable
enjoying
enough
entire
equal
equipment
ethnicity
evenly
evergreen
everyone
evil
exact
excited
exercises
exercising
exhaust
expected
expecting
expert
explaining
expression
expressions
extended
extending
eye
eyes
face
facing
fake
fall
fallen
falling
family
far
fastest
fat
father
favorite
feast
feather
feed
feeding
feel
feeling
feet
fell
female
females
feral
fight
fighting
filled
fir
fire
fireplace
firewood
first
fish
fishery
fishes
fit
flame
flames
flat
flirting
floating
floor
floors
floral
flower
flowering
flowerpot
flowers
fluttering
fly
flying
foliage
fond
food
foot
football
footstool
for
forecast
forest
forget
forms
fort
forward
found
four
frame
frames
frazzled
free
friend
friendly
friends
fries
frightened
fringe
fringed
fringes
frisbee
frog
frogs
from
front
frowning
fruit
full
fully
fun
funny
fur
furnished
furniture
furry
future
game
games
garment
gas
gathered
gay
geese
gender
general
gentlemen
geometric
gesture
get
gets
getting
ghost
giant
gift
ginger
gingers
girl
girlfriend
girls
give
giving
glass
glasses
gloves
go
goals
goes
going
gone
good
grab
grabbing
grand
grandchildren
granddaughter
grandfather
grandma
grandmother
grandpa
grandson
granny
grasping
grass
gray
green
grill
grilling
grills
ground
grow
growing
grown
grows
grumpy
guards
guest
guests
guy
guys
gym
had
hair
haired
hairstyle
hamburgers
hand
handing
handle
handlebars
handles
hands
hang
hangar
hanger
hanging
hangings
hangs
happen
happened
happening
happens
happier
happy
hard
harmful
has
hat
hatch
hate
hats
haunted
have
having
hawks
he
head
headed
heads
healthy
hearing
heart
heating
heavier
heavy
heels
helmets
help
helping
her
here
herself
hi
hide
hiding
high
higher
hiking
him
himself
hips
his
hit
hits
hitting
hive
hives
hoarder
hold
holding
hole
holiday
home
homeless
homeowner
homework
honey
horizon
horizontally
horse
hot
hotter
hottest
house
hovering
how
hub
hue
hug
huge
hugging
human
humans
humps
hung
hungry
hurry
hurt
hyperactive
i
icarus
identical
if
image
images
in
india
indicate
individual
indoors
inebriated
infested
injured
insect
insects
inside
interest
interested
intersection
into
involved
irritating
is
isn
it
item
items
its
itself
jack
jackets
january
jeans
jogging
join
joke
juicy
july
jump
jumping
jungle
just
keep
keeping
kick
kicked
kicking
kid
kids
kind
kinds
kitchen
kite
kitten
kittens
kitty
knead
kneeling
knife
knitting
knob
knobs
knock
knocked
know
koi
lab
label
ladder
ladies
lady
ladys
land
landscape
language
lap
laps
large
largest
lasagna
last
lately
later
laugh
laughing
lava
lawn
lay
laying
lazy
lead
leafless
leaning
leaping
leash
least
leave
leaves
leaving
left
leg
legal
legged
legos
legs
length
letter
letters
level
levitating
lid
lie
life
lift
light
lighting
like
likely
likes
lily
lines
liquid
lit
little
live
lives
living
ll
located
location
locked
log
logs
lonely
long
look
looking
looks
lost
lot
love
lovers
loveseat
loveseats
low
lumberjacks
lunch
lure
lying
macintosh
mad
made
maintaining
make
makes
making
male
males
mammals
man
mans
mantel
mantle
many
marionette
married
mars
marshmallow
marshmallows
mascot
mat
match
matches
matching
material
meal
meant
meat
melon
melt
melting
men
mess
messy
mice
mid
midair
middle
midnight
might
migrating
mirror
mirrors
mismatched
misplaced
missing
modern
mom
monitor
monkey
mood
moon
moped
more
most
mostly
mother
mothers
motion
motor
motorcycles
mountain
mountains
mouse
mouth
move
movie
moving
much
murder
murders
mushroom
mushrooms
name
named
nanny
nap
natural
near
nearby
nearest
neatly
neck
need
needed
neglecting
neon
nest
next
nice
night
nighttime
no
noir
noise
noon
normal
normally
nosed
not
notice
noticed
now
number
nutritious
obedient
object
objects
oblivious
obscuring
observing
obstructing
ocean
odd
of
off
often
okay
old
older
on
one
ones
online
only
onto
open
opened
opposite
or
orange
organic
organized
originate
other
others
ottoman
our
out
outdoor
outdoors
outfit
outline
outside
outstretched
over
overcast
overhead
overheat
overlord
overwhelmed
owl
own
owns
pad
pads
pail
pails
painting
paintings
palm
pane
panels
panes
pants
parentless
parents
park
parked
part
partially
partly
party
passed
passing
pastry
path
pathway
pattern
patterned
patting
paying
peanut
peeing
peer
people
perched
perform
performing
person
persons
perspective
pet
pets
petting
photo
photograph
pic
pick
picnic
picnicking
picture
pictured
pictures
pie
piece
pieces
pies
pigtails
pillow
pillows
pine
pink
pinot
pit
pizza
place
placed
plain
plane
planet
planning
plant
plants
plastic
plate
plates
play
played
player
players
playground
playhouse
playing
playstation
pointing
poison
poking
pond
ponds
pony
ponytail
pool
portrait
posed
position
positioned
possible
pot
pots
potted
pound
pour
poured
pouring
practicing
preferred
prepared
preparing
present
pressure
pretend
prey
primary
print
printed
prints
probably
process
program
proofed
proper
properly
proposing
propped
protect
provide
proximity
puffy
pug
pulled
pulling
puppies
puppy
purple
purpose
push
pushup
put
putting
question
quiet
rabbit
rabbits
rabid
rabies
raccoon
raccoons
race
rack
racks
rain
rainbow
raining
rainy
raised
ran
rats
raw
re
reach
reaching
read
reading
reads
ready
real
really
recliner
rectangles
red
related
relation
relationship
relaxed
relaxing
remind
remote
removed
replaced
represented
require
resemble
rest
restarts
rested
resting
ribs
ride
riding
right
rights
rim
rings
ripples
road
roasting
robot
robots
rocking
rocks
rodents
roll
rolled
romantic
roof
room
roots
rope
ropes
rose
roses
round
routine
rubbing
rug
rugs
rules
run
rungs
runner
running
s
sad
safe
safely
salad
same
sand
sandbox
sandwich
saplings
sat
saw
say
scare
scared
scattered
scene
school
schooling
scissors
scolding
scooping
scoot
scooter
scooters
scratching
screaming
screen
sculpture
season
seat
seated
seats
sections
secured
see
seeing
seek
seem
seems
seen
sees
seesaw
segments
sensible
served
serving
set
sets
setting
settings
setup
shade
shadow
shape
shapes
sharing
she
shelf
shell
shelves
shining
shirt
shirts
shoes
shooting
short
shorts
should
show
showing
shown
shrubs
siamese
sick
side
sidewalk
sidewalks
sight
sign
silver
silverware
similar
since
single
sister
sisters
sit
sits
sitting
situated
size
skateboard
skateboarding
skateboards
skin
skinny
skipping
skirt
sky
sleep
sleeper
sleeping
sleepy
sleeve
sleeved
sleeves
slice
sliced
slices
slide
slides
sliding
small
smaller
smiling
smith
smoke
smooth
snack
snacks
sneak
sneaking
sniffing
snow
so
soccer
socks
soda
sofa
sofas
soft
solid
solo
some
somebody
someone
something
son
soon
sort
sound
sounds
soup
source
spaced
speakers
speaking
speech
spending
sphere
spilling
spokes
sport
sports
spot
spots
spotting
spout
spread
spy
squirrel
squirrels
stairs
stand
standing
stands
startled
stay
staying
steak
steal
steering
stereo
stereotypical
sticks
still
sting
stocked
stolen
stool
stools
stop
stopped
stories
straight
stranger
strangers
stray
stretched
stretching
string
stripes
strong
structure
stuck
stuff
stuffed
stump
stumps
stung
style
styled
substance
suddenly
suitable
summer
sun
sunburn
sundae
sundown
sunny
suns
sunset
suny
supervised
surface
surprise
surprised
surrounds
swarm
sweater
sweet
swim
swimming
t
table
tablecloth
tablecloths
tables
taco
tails
take
taken
taking
tale
talented
talking
tall
taller
tan
tank
tassels
tea
teaching
team
teapot
teapots
teasing
teddy
teenager
teenagers
teeter
television
tell
telling
temperature
than
that
the
their
them
themself
themselves
then
there
these
they
thick
thing
things
think
thinking
third
this
thorns
those
threat
three
threw
through
throw
throwing
tickling
tidy
tie
tiebacks
tiles
time
tipped
tiptoeing
tire
tired
tires
titles
to
toast
toasting
today
toddler
together
tomorrow
tone
tongs
tonight
too
tool
top
toppled
torso
tortoise
tossed
tossing
totally
totter
touch
touched
touching
toward
towards
toy
toys
traditional
train
training
transportation
tray
tree
trees
triangles
trick
tricks
tried
trim
trimmed
trip
trouble
troublemaker
trunks
try
trying
tumbling
turn
turned
turtle
turtles
tv
tvs
twin
twins
two
type
types
typically
ufo
ugly
umbrella
uncomfortable
uncomfortably
under
underneath
unusual
unusually
up
upper
upright
upset
upside
urinate
use
used
using
usual
usually
utensil
vase
vases
vegetation
vehicle
vehicles
very
vespa
video
view
viewable
visible
volleyball
waiting
waiving
wake
walk
walking
walkway
wall
walls
want
wanting
wants
war
warm
warming
was
watch
watched
watching
water
watered
watering
watermelon
watermelons
waving
way
we
wear
wearing
weather
weatherman
wedge
weeds
weeping
weigh
weight
weird
well
were
what
wheels
when
where
which
while
white
who
whole
whose
why
wife
wildlife
will
window
windows
windy
wine
winter
wires
wise
with
within
without
woman
women
wooden
woods
work
working
workout
worm
worried
worry
would
writing
wrong
yarn
years
yelling
yellow
yet
yoga
you
young
younger
youngest
your
zoo
