<pad>
<unk>
"
&
'
,
-
/
0
00
1
10
100
11
12
14
15
16
18
2
20
200
24
25
28
3
30
32
35
4
40
44
45
4q
5
50
5000c
52
55
6
60
65
7
70
78
79
8
80
85
9
:
;
?
a
abc
abcd
abdc
about
above
admiring
adult
aerobics
afraid
after
against
age
air
alarmed
all
almost
alone
amount
amusing
and
angry
animal
animals
annoyed
another
ant
ants
any
appears
apple
apples
architecture
are
aren
argument
arm
armchair
armrest
arms
around
arrow
art
artistic
asking
asleep
at
attacking
attention
available
awake
away
ay
b
baby
babysitter
back
background
backs
bad
bag
baked
balance
balanced
balancing
bald
ball
banana
bar
barbecue
barbecuing
barbeque
barbie
bare
barking
bars
baseball
basket
baskets
bat
bbq
be
bear
bears
beautiful
became
because
become
bed
bee
beehive
bees
before
begging
behave
behind
beige
being
belongs
below
bench
bending
beside
best
bet
between
bible
bicycle
bicycles
bike
bikes
bill
bird
birds
birthday
bl
black
blank
blanket
blew
blinds
blocks
blonde
blu
blue
blueberry
bluebird
bone
bones
book
bookcase
books
bookshelf
bookshelves
bored
both
bottle
bottles
bottom
bouncing
box
boy
boys
braids
branch
brat
bread
breadsticks
breakdance
breakfast
bricks
bringing
broke
broken
bronze
brown
brownish
browns
brunette
buch
bucket
bug
building
bulldog
bullying
bump
bunny
burd
burger
burgundy
burn
burned
bush
bushes
butter
butterflies
butterfly
button
by
c
cake
calling
came
camera
can
car
carpet
carrying
cartoons
casual
cat
catch
catching
cats
caught
cd
cement
center
chair
chairs
champagne
charity
chase
chasing
chatting
check
checkered
checks
cheek
cheering
cheese
chicken
chihuahua
child
children
chilly
chipmunk
chipmunks
chips
chiwawa
chocolate
chopped
chops
chores
christmas
circle
circular
classy
clawing
cleaning
clear
climb
climber
climbing
close
closer
cloth
cloud
clouds
cloudy
coach
coat
coats
coffee
cold
color
colors
comedy
comfort
coming
company
computer
concert
considering
console
cook
cooking
cool
corn
corner
cotton
couch
couches
couple
covering
crackers
cream
crossed
crossing
crow
crumb
crying
cuba
cup
cupcake
cups
curious
curled
curly
curtain
curtains
cut
cute
cycling
d
dad
daisies
daisy
dance
dancing
dandelion
dandelions
dark
date
daughter
day
daylight
daytime
dbca
decided
decor
deer
degrees
den
desert
deserts
design
desk
dessert
device
different
dining
dinner
dip
dirt
disc
disco
disk
disneyland
does
doesn
dog
dogs
doing
doll
dollar
dollhouse
dolls
don
donated
doormat
doors
double
dove
down
drapes
drink
drinking
drinks
drop
drove
drunk
drying
duck
ducks
dumb
dvd
each
eagle
early
east
eat
eaten
eating
edge
eggs
either
elderly
else
encyclopedia
engagement
enjoying
equal
equipment
es
evergreen
evergreens
everyone
excited
exercising
exit
eye
eyes
fabric
fair
falcon
fall
falling
family
far
father
feed
feeding
feet
fell
female
fern
ferns
few
ficus
field
filling
finished
fir
fire
fireplace
fish
fishes
fishing
floating
floor
floral
flower
flowered
flowers
flowery
flying
food
foods
foot
football
footrest
footstool
for
forest
fork
forks
forward
fowl
frame
fray
freaking
french
friday
friend
friendly
friends
fringe
fringes
frisbee
frog
frogs
from
front
fruits
full
fun
funny
futbol
g
game
gaming
garden
get
getting
giggling
ginger
girl
girlfriend
girls
give
giving
glass
glasses
go
going
gold
golden
goldfish
gone
good
goose
got
grab
grabbing
grand
grandchild
granddaughter
grandfather
grandma
grandmother
grandpa
grape
grass
gravity
gray
green
grill
grilling
ground
grown
guess
guy
gym
had
hair
hall
hamburger
hamburgers
hand
handle
handlebars
hands
hanger
hanging
happiness
happy
hardback
hardcover
has
hat
hats
have
having
hawk
he
head
heading
heat
heating
held
hello
helmet
help
her
herb
here
herself
hiding
high
higher
hills
him
himself
hind
his
hive
hives
hobby
hold
holding
home
homework
honeycomb
horizon
horse
hot
house
hug
hung
hungry
hunting
husband
i
ice
idea
if
in
indoor
indoors
ing
inside
instead
instincts
interesting
into
invisible
iron
is
isn
it
items
its
jim
job
jogging
joke
jokes
juice
jump
jumper
jumping
jungle
just
kabob
keep
kick
kickball
kicking
kickstand
kid
kids
kill
kitchen
kitten
kittens
kitty
kneeling
knife
knocked
knot
know
koi
koy
ladies
lady
lake
landscape
lap
large
lasagna
laughing
lavender
lay
laying
lazy
leaf
leafy
leaning
leaping
leaves
left
leg
lego
legos
legs
less
letters
lid
life
light
like
likely
likes
lilies
lillys
lily
lines
liquid
little
living
ll
log
logs
lonely
long
look
looking
looks
lost
lot
lots
lottery
lotto
love
loveseat
lower
lunch
lying
mad
made
main
male
man
mantel
mantle
many
maroon
marshmallow
marshmallows
mat
maybe
meal
meat
meatballs
meeting
melon
melt
melting
mess
messing
messy
mice
mid
middle
misbehaving
misplaced
mistake
mo
modern
mom
monkey
months
moon
mope
moped
more
mores
morning
mosquito
most
mostly
mother
motorcycle
mountain
mouse
mouses
movie
mp
much
mud
mushroom
mushrooms
my
n
nachos
napkins
natural
nature
near
neck
needs
neither
nest
new
next
nice
night
nightshade
no
noble
nobody
none
noon
north
northeast
nose
not
notebook
notepad
nothing
nowhere
nut
o
oak
objects
obviously
of
off
old
older
oldest
olive
on
one
onto
opening
or
orange
other
others
ottoman
out
outside
oval
over
overcooked
owk
owl
owner
pads
pail
painting
paintings
pant
pants
paper
parents
park
parked
partially
partly
party
path
pattern
pavement
paws
peanut
pedal
people
performing
perhaps
person
pet
pets
petted
petting
phone
photo
pick
picked
picking
picnic
picnicking
picture
pictures
pie
piece
pigtails
pillow
pillows
pine
pink
pit
pizza
plaid
plain
plant
plants
plate
plates
play
playhouse
playing
plenty
plushie
pointing
poked
pole
poly
pond
pony
ponytail
ponytails
poodle
pool
poor
pork
portrait
pose
position
possibly
pot
potted
pouncing
prancing
pretending
pretty
preventing
prey
probably
promotion
prone
pug
pumpkin
puppies
puppy
purple
put
putting
pyramids
question
quill
rabbit
raccoon
rack
rat
rats
ray
rd
re
reach
reaching
reading
really
recliner
rectangle
rectangular
red
redhead
relaxing
remote
replaced
reptiles
rest
resting
retirement
ribbons
ribs
ride
ridge
riding
right
rings
ripped
road
roast
roasted
roasting
robins
robot
rock
rocking
rocks
rode
rolling
room
rope
roping
rose
roses
round
row
rubbing
rug
rungs
running
s
sad
safe
salad
salsa
saluting
same
sand
sandbox
sandwich
sandwiches
sausages
saw
say
saying
scared
scattered
school
scissors
scooter
scratching
screen
seagull
seal
seat
seats
see
seeing
seen
sees
seesaw
seesawing
self
senior
serious
service
serving
set
setting
she
shelf
shelves
shirt
shish
shoe
shoes
shooing
short
shoulders
shovel
show
shrub
side
sidewalk
sideways
sill
silver
silverware
single
sister
sisters
sit
sits
sitting
sk
skateboard
skateboarding
skating
skewed
skewers
skipping
sky
slanted
sleep
sleeping
sleeps
sleepy
sleeves
slide
sliding
slipper
small
smiling
smores
snacks
sniffing
so
soccer
soda
sofa
soffa
soil
sold
solid
solitude
some
someone
something
somewhat
somewhere
soup
space
spaghetti
special
spending
spill
spinster
split
spots
spread
spreading
sprinkler
spruce
square
squatting
squirrel
squirrels
stand
standing
stay
staying
steak
steaks
step
stepping
steps
sticks
stool
stop
storytime
straight
stretching
striking
string
stripes
stuff
stuffed
style
summer
sun
sundae
sunglasses
sunny
sunrise
sunset
support
sure
surprise
sweater
swimming
swinging
t
table
tablecloth
tables
tail
taking
talented
talking
taller
tan
tassel
tassels
taupe
tea
teak
teal
teapot
teapots
teddy
teenage
teeter
teetering
teeth
television
terrified
than
that
their
them
there
these
they
things
thinking
this
throwing
tie
ties
tilapia
tile
time
timeout
tiny
tired
tiredness
to
toast
toddler
together
tongs
too
top
torn
tossing
totter
touching
toward
towards
toy
toys
train
transportation
tray
treat
tree
trees
triangle
trick
truck
trying
turkey
turtle
turtles
tv
twin
two
types
unclear
under
underneath
underpainting
uneven
unknown
unlovable
unsure
up
upper
upright
upside
use
v
various
vase
ve
vertical
very
video
viewer
viewing
violet
visa
w
wait
waiting
waiving
walking
walkway
wall
want
wanting
wants
warm
warming
warmth
was
wasps
watch
watching
water
watermelon
watermelons
wave
waving
way
we
weed
weeds
welcome
well
went
were
west
what
when
where
white
whole
wicker
wife
wii
will
wind
window
windows
windowsill
wine
winning
winter
with
woman
women
won
wood
wooden
wool
work
worried
would
wrap
yarn
years
yellow
yes
yoga
you
young
